[
{"bio": "\n            ", "name": "Lucas Lowe"},
{"bio": null, "name": "Lulu Jarmen"},
{"bio": "\nBJ McDonnell is a motion picture camera operator and director. In 2000 McDonnell graduated from Los Angeles City College with his degree in Cinema and quickly became a grip and then a union camera / steadicam operator in I.A.T.S.E 600.He is also a member of SAG / AFTRA. McDonnell has shot such features as \"Jack Reacher\", \"Battle: Los Angeles\", \"...            ", "name": "BJ McDonnell"},
{"bio": "\nJeff Richards is a talented producer, director, and above all a screen writer. Richards was born in Parkersburg, West Virginia, where he first developed his taste for the film arts. He began writing short stories and adaptations at the age of 9, and by the age of 28 he had completed his fourth full feature script, as well as his most prominent one,...            ", "name": "Jeffrey Scott Richards"},
{"bio": "\nSolomon Rothman is a director and producer, known for ", "name": "Solomon Rothman"},
{"bio": "\nKris Pearn is known for his work on ", "name": "Kris Pearn"},
{"bio": null, "name": "Bernard Murray Jr."},
{"bio": "\nKevin Goetz is a producer and director, known for ", "name": "Kevin Goetz"},
{"bio": "\n            ", "name": "Robert Logevall"},
{"bio": "\nIn 1992, Charles Hage graduated from Cal State University of Long Beach with a degree in accounting and finance. In 2000-2002 he attended a series of film courses through the UCLA Extension Entertainment Program to later produce and direct his short film (dramatic/thriller) \"Excessive Behavior\". Charles Hage has teamed with Eric Dickson in 2004 to...            ", "name": "Charles Hage"},
{"bio": "\nMax Nichols was born on December 9, 1973 in the USA. He is a director and actor, known for ", "name": "Max Nichols"},
{"bio": "\nScott P. Levy is an assistant director and production manager, known for ", "name": "Scott P. Levy"},
{"bio": "\n            ", "name": "Nihat Seven"},
{"bio": "\n            ", "name": "Oscar L. Costo"},
{"bio": "\nRick Bota is a cinematographer and director, known for ", "name": "Rick Bota"},
{"bio": "\nMichael Haigney was born on August 6, 1956 in Upland, California, USA as Michael J. Haigney. He is an actor and writer, known for ", "name": "Michael Haigney"},
{"bio": "\nYvette Kaplan is a director and producer, known for ", "name": "Yvette Kaplan"},
{"bio": "\nEric Valette was born in 1967 in Toulouse, France. He is a director and writer, known for ", "name": "Eric Valette"},
{"bio": "\n                ", "name": "Antony Hoffman"},
{"bio": "\nBorn in 1973, at Mt. Kisco, New York and raised in Florence, Kentucky, Jon Schroder studied film and television at Eastern Kentucky University before starting his writing/producing career in New York City. Jon began working as a production assistant for Nickelodeon in 1996 and has since gone on to work as a writer, producer, director, and location ...            ", "name": "Jonathan Schroder"},
{"bio": "\nHendel Butoy was born on December 15, 1958 in Brazil as Hendel Segedi Butoy. He is known for his work on ", "name": "Hendel Butoy"},
{"bio": "\nAdam Salky is a director and editor, known for ", "name": "Adam Salky"},
{"bio": "\nVan Flesher is known for his work on ", "name": "Van Flesher"},
{"bio": "\nNeal Sundstrom is a director and assistant director, known for ", "name": "Neal Sundstrom"},
{"bio": "\nJeremy Haft was born in 1972 in the USA as Jeremy Nathan Haft. He is a director and writer, known for ", "name": "Jeremy Haft"},
{"bio": "\nBorn June 28, 1953 in Hollywood, California. Went to Beverly Hills High school. First big break came with the sale of a spec script \"Partners in Crime\" to Paramount in 1989 after a bidding war. He Lived in Paris from 1999 to 2005 and currently resides in Paris and Los Angeles. Married to Delphine Wilhelem in 1996.            ", "name": "Brad Mirman"},
{"bio": "\nJonathan Kesselman is an award winning filmmaker and writer. He launched his career writing and directing 'The Hebrew Hammer' in 2003 to international acclaim with its world premiere at the Sundance Film Festival. It later played a number of international festivals before being picked up for theatrical distribution (Hanukkah 2003) by Strand ...            ", "name": "Jonathan Kesselman"},
{"bio": "\nMartin Curland is a director and actor, known for ", "name": "Martin Curland"},
{"bio": "\nMichael Goetz is originally from Grosse Pointe, Michigan, USA. His father was from Philadelphia, Pennsylvania and his mother is from Frankfort, Kentucky. His younger brother is a retired US Marine Lieutenant Colonel who, at one time worked at the White House under Clinton and Bush. He is a relative of MGM film producer, William Goetz 1903-1970. He ...            ", "name": "Michael Goetz"},
{"bio": "\n                ", "name": "James Gartner"},
{"bio": "\nTeaching film at Loyola Marymount and Chapman Universities.            ", "name": "Jay Lowi"},
{"bio": null, "name": "Zev Berman"},
{"bio": "\nGraduated from ESEC Film School - Paris 1989.            ", "name": "Jeremiah Cullinane"},
{"bio": "\nFlorent-Emilio Siri was born on March 2, 1965. He is a director and writer, known for ", "name": "Florent-Emilio Siri"},
{"bio": "\nNick Guthe is a writer and director, known for ", "name": "Nick Guthe"},
{"bio": "\nRandall Rubin is a writer and producer, known for ", "name": "Randall Rubin"},
{"bio": "\nMike de Seve is a writer and director, known for ", "name": "Mike de Seve"},
{"bio": "\nArch graduated in 1972 from the Harrisburg Academy. From 1972 to 1976 he studied Theater and Filmproduction at Emerson College in Boston, where he later had a production company. He established a friendship with cinematographer Conrad Hall, who was very influential in his life. Arch moved to Los Angeles in his early twenties, where he was a concert...            ", "name": "Jeff Arch"},
{"bio": "\nSalim and Mara Brock Akil acquired a multi-year development deal with Warner Bros. Entertainment, slated to begin in 2016. Salim is a native of Oakland, California. He wrote and co-produced the film Drylongso (1999) which was featured at the Sundance Film Festival and Berlin Film Festival. Salim started as a staff writer for Showtime's ...            ", "name": "Salim Akil"},
{"bio": "\nOley Sassone was born in New Orleans, Louisiana, USA. He is a cinematographer and producer, known for ", "name": "Oley Sassone"},
{"bio": "\nJonathan Winfrey was born in 1963. He is a director and producer, known for ", "name": "Jonathan Winfrey"},
{"bio": "\nSebastian Niemann was born on June 21, 1968 in Lüneburg, Germany. He is a director and writer, known for ", "name": "Sebastian Niemann"},
{"bio": null, "name": "Adam Bonfanti"},
{"bio": "\nBrett Haley is a director and writer, known for ", "name": "Brett Haley"}
]