[
{"bio": null, "name": "James Jeremias"},
{"bio": "\nLeon Capetanos is a writer and director, known for ", "name": "Leon Capetanos"},
{"bio": "\nWilliam Hoffer is a writer, known for ", "name": "William Hoffer"},
{"bio": "\nDick Beebe was a writer and actor, known for ", "name": "Dick Beebe"},
{"bio": "\nHad an option on the Nicholl Fellowship-winning screenplay 'Traveller (1997)' by ", "name": "Rick King"},
{"bio": "\n            ", "name": "Larry Rattner"},
{"bio": "\n            ", "name": "Ed Gombert"},
{"bio": "\nDidier Kaminka was born on April 22, 1943 in Paris, France. He is an actor and writer, known for ", "name": "Didier Kaminka"},
{"bio": "\nJonathan Hirschbein is a writer and actor, known for ", "name": "Jonathan Hirschbein"},
{"bio": "\nAbby Kohn is a writer and producer, known for ", "name": "Abby Kohn"},
{"bio": "\nCarole Holliday, founder of Crowded Metro Films, combined a love of theater with a love of drawing in storyboarding. She never met her maternal Grandfather, a sign painter who'd wanted to be Walt Disney, but she recognized the tremendous gift given to her when she graduated from Cal Arts with a BFA in animation. An Angelino native, she was blessed...            ", "name": "Carole Holliday"},
{"bio": "\nProducer ", "name": "Sherwood King"},
{"bio": "\nJerry Eeten is a writer and director, known for ", "name": "Jerry Eeten"},
{"bio": "\nFounder and CEO of Freeze Frame 4 Vets, a former Wall Street venture capitalist with hands-on CEO experience in manufacturing as well as international finance, is also a dual Emmy, Peabody, and special Academy Award-winning Director/Writer/Producer with over thirty years experience on stage, screen, and television. As Executive Producer/Writer/ ...            ", "name": "Jonas McCord"},
{"bio": null, "name": "D. Loriston Scott"},
{"bio": "\n            ", "name": "Travis Milloy"},
{"bio": "\nNancy Cassaro was born on May 28, 1959 in Massapequa, Long Island, New York, USA. She is an actress and writer, known for ", "name": "Nancy Cassaro"},
{"bio": "\n            ", "name": "Kevin Rock"},
{"bio": "\nVince was born and raised in Baltimore, Maryland and graduated from the University of Maryland with a degree in Journalism. He worked at a New York ad agency before coming to LA to act. He was also an award winning playwright and had a world premier of his play AD WARS at the Williamstown Theater Festival.            ", "name": "Vince McKewin"},
{"bio": "\nTodd Kurosawa is an animation story artist in Los Angeles, California. He has worked in major television and theatrical productions with DreamWorks Animation, Walt Disney Feature and Television Animation, Nickelodeon, Warner Bros. Animation, and Marvel Productions. Some of his credits include The Penguins of Madagascar, How to Train Your Dragon, ...            ", "name": "Todd Kurosawa"},
{"bio": null, "name": "Bruce Woodside"},
{"bio": "\n                ", "name": "Laurice Elehwany"},
{"bio": null, "name": "David Himmelstein"},
{"bio": "\n            ", "name": "Thom Enriquez"},
{"bio": "\nRichard D'Ovidio is a writer and producer, known for ", "name": "Richard D'Ovidio"},
{"bio": "\nBarbara Curry holds a J.D. from Northwestern University School of Law and an MFA in Screenwriting from UCLA. She was an Assistant U.S. Attorney in downtown Los Angeles for nearly a decade, working in the Major Violent Crimes Unit on federal cases that included murder-for-hire, prison murder, racketeering, arson, kidnapping, and bank robbery. She ...            ", "name": "Barbara Curry"},
{"bio": "\nLeon Capetanos is a writer and director, known for ", "name": "Leon Capetanos"},
{"bio": "\nStephan Talty is a writer, known for ", "name": "Stephan Talty"},
{"bio": "\nCaptain Mauzner is a writer and producer, known for ", "name": "Captain Mauzner"},
{"bio": "\nAlex Litvak is a writer, known for ", "name": "Alex Litvak"},
{"bio": "\n            ", "name": "James Cappe"},
{"bio": "\nStephen Mazur is a writer, known for ", "name": "Stephen Mazur"},
{"bio": "\nCami Delavigne is a Los Angeles-born screenwriter known for Blue Valentine (2010) and Famous Person Talent Agency (2012). She is married to director Ivan Hurzeler and lives in Brooklyn, New York. They have one child. She writes for television, but likes to jump back into feature films every now and then.            ", "name": "Cami Delavigne"},
{"bio": null, "name": "Jack Geasland"},
{"bio": "\nPamela Gray is a writer, known for ", "name": "Pamela Gray"},
{"bio": "\nHelped co-create \"Collaborator,\" one of the first computer software programs for scriptwriters.            ", "name": "Louis Garfinkle"},
{"bio": null, "name": "Matt Lopez"},
{"bio": "\n                ", "name": "Gordon Ray Young"},
{"bio": "\nRandy Haycock is known for his work on ", "name": "Randy Haycock"},
{"bio": "\nPj Torokvei was born on March 19, 1951 in Toronto, Canada as Peter Torokvei. She was a writer and actress, known for ", "name": "Pj Torokvei"},
{"bio": "\nAndre Fabrizio is known for his work on ", "name": "Andre Fabrizio"},
{"bio": "\n            ", "name": "Jeff Howard"},
{"bio": "\nSolomon Rothman is a director and producer, known for ", "name": "Solomon Rothman"},
{"bio": null, "name": "Paul Yurick"},
{"bio": "\nEfthymis Filippou was born January 18, 1977 in Acharnes, Athens, Greece. He is a writer, screenwriter and playwright. He has also been active as a journalist and copywriter. In 2007 Efthymis Filippou published the novel \"Someone talking to himself while holding a glass of milk\" on MNP Publications.Two years later in 2009 he wrote \"Dogtooth\" ...            ", "name": "Efthymis Filippou"},
{"bio": "\n            ", "name": "Mort Briskin"},
{"bio": "\n            ", "name": "Edward Dein"},
{"bio": "\nSon of 'Lou Holtz (I)'.            ", "name": "Lou Holtz Jr."},
{"bio": "\nRory Stewart Kinnear is known for his work on ", "name": "Rory Stewart Kinnear"},
{"bio": "\n            ", "name": "Jeffrey Alan Fiskin"},
{"bio": "\nTo date, has published only one novel: Memoirs of an Invisible Man.            ", "name": "H.F. Saint"},
{"bio": "\nPaige Dylan was born as Nicole Paige Denny. She is an actress and writer, known for ", "name": "Paige Dylan"},
{"bio": "\nScreenwriter James V. Simpson grew up in Stratford Ontario Canada, home to the world-renowned Stratford Shakespearean Festival. Obsessed with movies from a young age, Simpson spent much of his childhood writing and making his own films. His passion for cinema eventually led him to enroll in the Vancouver Film School where a jury of faculty honored ...            ", "name": "James V. Simpson"},
{"bio": null, "name": "Marc Basch"},
{"bio": "\n            ", "name": "Michael Sloan"},
{"bio": "\nMichael Haigney was born on August 6, 1956 in Upland, California, USA as Michael J. Haigney. He is an actor and writer, known for ", "name": "Michael Haigney"},
{"bio": null, "name": "John Katchmer"},
{"bio": "\nTom Bleecker is an actor and writer, known for ", "name": "Tom Bleecker"},
{"bio": "\nClayton Frohman is a writer and actor, known for ", "name": "Clayton Frohman"},
{"bio": null, "name": "Kelly Wightman"},
{"bio": "\nMegan Holley is a writer and editor, known for ", "name": "Megan Holley"},
{"bio": null, "name": "Don Carlos Dunaway"},
{"bio": null, "name": "Rebecca Morrison"},
{"bio": "\nTim Day is known for his work on ", "name": "Tim Day"},
{"bio": "\nPhilippe Caland is a producer and writer, known for ", "name": "Philippe Caland"},
{"bio": null, "name": "David Congalton"},
{"bio": null, "name": "Arne Olsen"},
{"bio": "\nBorn June 28, 1953 in Hollywood, California. Went to Beverly Hills High school. First big break came with the sale of a spec script \"Partners in Crime\" to Paramount in 1989 after a bidding war. He Lived in Paris from 1999 to 2005 and currently resides in Paris and Los Angeles. Married to Delphine Wilhelem in 1996.            ", "name": "Brad Mirman"},
{"bio": null, "name": "David Madsen"},
{"bio": null, "name": "Edward Ricourt"},
{"bio": "\nDavid Guggenheim is a writer and producer, known for ", "name": "David Guggenheim"},
{"bio": "\n            ", "name": "Michael LeSieur"},
{"bio": "\n            ", "name": "Gerald Gaiser"},
{"bio": null, "name": "Masato Ide"},
{"bio": "\nJeff Reno is a producer and writer, known for ", "name": "Jeff Reno"},
{"bio": "\nVasan Bala is a writer and assistant director, known for ", "name": "Vasan Bala"},
{"bio": "\nJohn Swetnam is a film and television writer/producer based in Los Angeles. He was an \"Air Force Kid\" and grew up all over the world. After completing his undergraduate degree in Tennessee, John moved to Orange County and attended Chapman University where he received a MFA in screenwriting. With a Master's Degree in hand, John spent years in LA ...            ", "name": "John Swetnam"},
{"bio": null, "name": "Rebecca Rees"},
{"bio": "\nMark Kausler is known for his work on ", "name": "Mark Kausler"},
{"bio": "\nMichael Surrey is known for his work on ", "name": "Michael Surrey"},
{"bio": "\nAfter graduating from USC with a B.A. in Cinema-Television Production at the age of 20, Robert went on to become one of the youngest writers in network history to write a number one show when his Mother's Day episode of Home Improvement garnered the #1 spot on television for the week. After writing on a number of hit sitcoms, Robert took a break ...            ", "name": "Robert Zappia"},
{"bio": "\nRichard Woodley is a writer, known for ", "name": "Richard Woodley"},
{"bio": "\n            ", "name": "Stephen A. Miller"},
{"bio": null, "name": "Tsuyoko Yoshido"},
{"bio": null, "name": "Michael Diliberti"},
{"bio": "\nEthan Reiff and Cyrus Voris have been partners as writers and executive producers for many years; they have been writing together since 1987. Though they never met there, Reiff and Voris both attended NYU. They met at a graduation party thrown by a mutual friend, where they learned each was completing feature-length screenplays. They agreed to meet...            ", "name": "Ethan Reiff"},
{"bio": "\nJacob Forman is known for his work on ", "name": "Jacob Forman"},
{"bio": "\nOren Uziel is a writer and producer, known for ", "name": "Oren Uziel"},
{"bio": null, "name": "Michael Pye"},
{"bio": "\nFax Bahr began his career as a documentary filmmaker. Hearts of Darkness: A Filmmaker's Apocalypse - co-directed with Eleanor Coppola - chronicled of the making of Francis Ford Coppola's Apocalypse Now. The film premiered at the Cannes Film Festival and won numerous awards for Bahr, including a Primetime Best Director Emmy, the D.W. Griffith Award...            ", "name": "Fax Bahr"},
{"bio": null, "name": "Todd Samovitz"},
{"bio": "\nAdam Rockoff is a writer and producer, known for ", "name": "Adam Rockoff"},
{"bio": "\nLouis Venosta is a writer and director, known for ", "name": "Louis Venosta"},
{"bio": "\nDon Dougherty is known for his work on ", "name": "Don Dougherty"},
{"bio": "\nLloyd Fonvielle was born on March 22, 1950 in Wilmington, North Carolina, USA as Lloyd William Fonvielle Jr. He was a writer and producer, known for ", "name": "Lloyd Fonvielle"},
{"bio": null, "name": "Neil Cuthbert"},
{"bio": "\nRita Hsiao was born and raised in Poughkeepsie, NY, USA, the American-born daughter of Chinese parents. At UC San Diego, she majored in artificial intelligence, but decided t olook for a job in writing. After writing a spec script fo r\"The Wonder Years, \" she joined Disney. She wrote a pilot of her own called \"Laurie Hill\", and worked on \"Ellen\", ...            ", "name": "Rita Hsiao"},
{"bio": "\nMartin Kitrosser is known for his work on ", "name": "Martin Kitrosser"},
{"bio": "\n            ", "name": "Caspian Tredwell-Owen"},
{"bio": "\nKeith Dorrington is a writer and producer, known for ", "name": "Keith Dorrington"},
{"bio": "\nStudied theater at Northwestern and screenwriting at NYU, in addition to listed credits did uncredited polishes for various TV and movies including ", "name": "Robbie Fox"},
{"bio": "\nDavid Berenbaum is a native of Philadelphia and a graduate of New York University's Tisch School of the Arts. He is best known for writing the 2003 Will Ferrell Christmas comedy classic, \"Elf\". He also wrote \"The Haunted Mansion\" for Disney, based off the famous theme park ride; the film starred Eddie Murphy. In 2014, it was announced Berenbaum was...            ", "name": "David Berenbaum"},
{"bio": "\nRob Kerchner is a writer and producer, known for ", "name": "Rob Kerchner"},
{"bio": null, "name": "Paul Gerstenberger"},
{"bio": null, "name": "David Agosto"},
{"bio": null, "name": "Yale Hannon"},
{"bio": "\nMichael Robert Johnson is a writer and actor, known for ", "name": "Michael Robert Johnson"},
{"bio": "\n                ", "name": "Raymond W. Thorp"},
{"bio": null, "name": "Alexandra Seros"},
{"bio": "\n            ", "name": "Nathan Alexander"},
{"bio": null, "name": "Steph Lady"},
{"bio": null, "name": "Joe Tiboni"},
{"bio": "\n            ", "name": "Sonia Chernus"},
{"bio": null, "name": "Barry Berman"},
{"bio": "\nRick Seaman is known for his work on ", "name": "Rick Seaman"},
{"bio": "\nJeff Snow was born in Burlington, Colorado, USA. He is known for his work on ", "name": "Jeff Snow"},
{"bio": "\nRaymond Singer was born on December 21, 1948 in New York City, New York, USA. He is an actor and writer, known for ", "name": "Raymond Singer"},
{"bio": null, "name": "Brian Charles Frank"},
{"bio": null, "name": "Andrew Mogel"},
{"bio": "\nDirk Ahner was born on September 12, 1973 in Horb am Neckar, Germany. He is known for his work on ", "name": "Dirk Ahner"},
{"bio": "\nBorn in 1973, at Mt. Kisco, New York and raised in Florence, Kentucky, Jon Schroder studied film and television at Eastern Kentucky University before starting his writing/producing career in New York City. Jon began working as a production assistant for Nickelodeon in 1996 and has since gone on to work as a writer, producer, director, and location ...            ", "name": "Jonathan Schroder"},
{"bio": null, "name": "David Arata"},
{"bio": null, "name": "Danielle Alexandra"},
{"bio": "\n            ", "name": "Kaan Kalyon"},
{"bio": "\nJeff Rendell is an actor and writer, known for ", "name": "Jeff Rendell"},
{"bio": "\nPaul Tamasy was born as Paul Nicholas Tamasy. He is a writer and producer, known for ", "name": "Paul Tamasy"},
{"bio": null, "name": "Sergio Pablos"},
{"bio": null, "name": "Nick Villiers"},
{"bio": "\nAuthor, screenwriter, and musician Craig Spector developed an interest in the macabre at a very early age: he was severely burned in a tragic household accident when he was only ten months old and did drawings of skeletons and severed heads when he was a little boy. Spector graduated cum laude in 1982 with a B.A. in Professional Music from the ...            ", "name": "Craig Spector"},
{"bio": null, "name": "Alex Mace"},
{"bio": "\nPatrick Tobin is a writer and actor, known for ", "name": "Patrick Tobin"},
{"bio": "\nJohn Kamps is a writer and actor, known for ", "name": "John Kamps"},
{"bio": "\nGraduated from USC School of Cinema-Television (1995)            ", "name": "Kurt Voelker"},
{"bio": "\nKen Kaufman was born in 1963. He is known for his work on ", "name": "Ken Kaufman"},
{"bio": null, "name": "Paul Lovett"},
{"bio": "\nJonathan Asser was born in March 1964 as Jonathan Duncan Richard Asser. He is an actor and writer, known for ", "name": "Jonathan Asser"},
{"bio": "\nDon 'Bud' Connor is an actor and writer, known for ", "name": "Don 'Bud' Connor"},
{"bio": "\n            ", "name": "Julius Aguimatang"},
{"bio": null, "name": "Kai Barry"},
{"bio": "\n            ", "name": "Harry W. Conn"},
{"bio": null, "name": "Susan Butler"},
{"bio": "\nA lifetime in communications of one sort or another; advertising, photography, script writing, film & video directing, producing, publishing, internet publishing.            ", "name": "Malcolm Hart"},
{"bio": "\nDon McEnery is a writer and actor, known for ", "name": "Don McEnery"},
{"bio": "\nKen Selden is a writer and director, known for ", "name": "Ken Selden"},
{"bio": "\nBob Tzudiker is an actor and writer, known for ", "name": "Bob Tzudiker"},
{"bio": null, "name": "Brin Hill"},
{"bio": "\nBettina Gilois (Screenplay by) is an award-winning screenwriter and author, whose nominations and awards include an Emmy Nomination for Outstanding Writing of a Television Movie, the HBO film \"Bessie,\" as well as two NAACP Image Award nominations, a Humanitas Prize nomination, two Black Reel Award nominations, and two Movieguide Award Best Movie ...            ", "name": "Bettina Gilois"},
{"bio": "\nDrew Dowdle is a producer and writer, known for ", "name": "Drew Dowdle"},
{"bio": null, "name": "Richard Lindheim"},
{"bio": null, "name": "Court Crandall"},
{"bio": "\n            ", "name": "Irena Brignull"},
{"bio": "\nDavid Darmstaeder is an actor and writer, known for ", "name": "David Darmstaeder"},
{"bio": "\nProclaimed by the LA Times as the \"Trailer Titan\" and placed on Entertainment Weekly's Top Creative People in Hollywood \"It\" List, Bob Israel has had a legendary career in entertainment. His achievements include producing blockbuster comedies that launched major careers, overseeing prestigious star-studded award shows, creating the largest ...            ", "name": "Bob Israel"},
{"bio": null, "name": "Janet Kovalcik"},
{"bio": "\nKaren Leigh Hopkins is an actress and writer, known for ", "name": "Karen Leigh Hopkins"},
{"bio": null, "name": "Michael Bortman"},
{"bio": "\nLarry Brand is a writer and director, known for ", "name": "Larry Brand"},
{"bio": "\nJuliette Towhidi is known for her work on ", "name": "Juliette Towhidi"},
{"bio": "\nMiguel Tejada-Flores is a writer and producer, known for ", "name": "Miguel Tejada-Flores"},
{"bio": null, "name": "Darius Marder"},
{"bio": "\nT. Daniel Hofstedt is known for his work on ", "name": "T. Daniel Hofstedt"},
{"bio": "\n            ", "name": "Jo Heims"},
{"bio": "\n            ", "name": "Stephen Ronald Francis"},
{"bio": "\nFernley Phillips is a writer and producer, known for ", "name": "Fernley Phillips"},
{"bio": "\nIdo Rosenblum was born on November 16, 1976 in Tel Aviv, Israel. He is a writer and actor, known for ", "name": "Ido Rosenblum"},
{"bio": null, "name": "Ken Li"},
{"bio": "\nGraduated from USC School of Cinema-Television (1991)            ", "name": "David Veloz"},
{"bio": "\nWill Rokos is a writer and producer, known for ", "name": "Will Rokos"},
{"bio": "\nNoni White is an actress and writer, known for ", "name": "Noni White"},
{"bio": "\nJoe Rinaldi was born on August 1, 1914. He is known for his work on ", "name": "Joe Rinaldi"},
{"bio": null, "name": "Betsy Stahl"},
{"bio": "\nMarc Klein is known for his work on ", "name": "Marc Klein"},
{"bio": null, "name": "Nicole Eastman"},
{"bio": null, "name": "Scott McEwen"},
{"bio": null, "name": "Kelly Bowe"},
{"bio": null, "name": "John Norville"},
{"bio": "\nRon Osborn is a producer and writer, known for ", "name": "Ron Osborn"},
{"bio": "\nLeonard Ripps was born in 1949. He is a writer and producer, known for ", "name": "Leonard Ripps"},
{"bio": "\nHas a son, Isaac (born 2000).            ", "name": "Jeremy Drysdale"},
{"bio": "\nDaniel Farrands was born on September 3, 1969 in Providence, Rhode Island, USA. He is a producer and writer, known for ", "name": "Daniel Farrands"},
{"bio": "\nBorn William Ivory in Southwell, Notts, Billy Ivory is passionate about the East Midlands, and his writing is heavily influenced by living and working in the area where he was born and bred. Once working as a dustman on the streets, today he's better known as one of Britain's leading television and theatre writers. Amongst he's well known and ...            ", "name": "William Ivory"},
{"bio": "\nRobert Lence has been a major contributor on some of the most successful films in the history of animated features. In his twenty-eight-year animation career, he has worked as a Screenwriter, Head of Story, Storyboard Artist, Visual Development Artist, and Story Consultant, helping create original characters, writing dialogue, and shaping the ...            ", "name": "Robert Lence"},
{"bio": "\n            ", "name": "Jerry Leichtling"},
{"bio": "\nRoselyne-Rose Bosch was born in Avignon to a Catalan father and an Italian/French mother. Her father, who fled the franquist regime, transmits his passion for History - every Sunday, the main square of the Provençal city fills up with book traders. Every summer, the city of Avignon houses the largest European Theater Festival. Rose Bosch studies ...            ", "name": "Rose Bosch"},
{"bio": null, "name": "David Ronn"},
{"bio": "\nJohn Kamps is a writer and actor, known for ", "name": "John Kamps"},
{"bio": null, "name": "Pia Cook"},
{"bio": "\nMark Jacobson was born in 1948 in the USA. He is a writer and producer, known for ", "name": "Mark Jacobson"},
{"bio": "\nDavid Wechter was born in 1956 in Los Angeles, California, USA. He is a producer and director, known for ", "name": "David Wechter"},
{"bio": "\nAuthor of \"No Margin For Error: The Making of the Israeli Air Force\"            ", "name": "Ehud Yonay"},
{"bio": "\n            ", "name": "Christine Blum"},
{"bio": null, "name": "Amy Koppelman"},
{"bio": "\nTimothy Dowling was born on October 26, 1973 in Boston, Massachusetts, USA. He is an actor and writer, known for ", "name": "Timothy Dowling"},
{"bio": "\nJoe Ekers is known for his work on ", "name": "Joe Ekers"},
{"bio": "\nDaughter of ", "name": "Kate Angelo"},
{"bio": "\nChristopher Cleveland is an award-winning screenwriter and author, whose nominations and awards include the Humanitas Prize, the Black Reelz Award, the Movieguide Award, the ESPY Award. He was the founder and artistic director of the Redwood Conservatory Theatre, where he directed acclaimed productions ranging from Sophocles to Mamet. He studied ...            ", "name": "Christopher Cleveland"},
{"bio": "\nGuillaume Laurant is a writer and actor, known for ", "name": "Guillaume Laurant"},
{"bio": "\nVoted into the Academy of Motion Picture Arts and Sciences and is a current active member            ", "name": "Kevin Harkey"},
{"bio": "\nAaron Stockard is known for his work on ", "name": "Aaron Stockard"},
{"bio": "\nLucas Sussman is a writer, known for ", "name": "Lucas Sussman"},
{"bio": "\n                ", "name": "Alberto Casella"},
{"bio": null, "name": "Marc Perrier"},
{"bio": null, "name": "Victoria Muspratt"},
{"bio": "\nMickey Rapkin, previously a senior editor at GQ, is a monthly columnist at Elle magazine and a contributing editor to Bon Appetit. His first book, \"Pitch Perfect,\" about the competitive world of collegiate a cappella groups, was published by Gotham Books in 2008 and immediately optioned by Universal. The film adaptation, starring Oscar-nominee Anna...            ", "name": "Mickey Rapkin"},
{"bio": null, "name": "Vanna Paoli"},
{"bio": "\nPatrick Jean is a director and writer, known for ", "name": "Patrick Jean"},
{"bio": "\nMichael Elias was born and raised in upstate New York. He has worked in motion pictures, television and stage as an actor, writer, producer, and director in New York, Los Angeles and London. He was a member of The Living Theatre and acted in 'The Brig' by Kenneth Brown in New York and London. At Warner Bros Elias and Rich Eustis created and ...            ", "name": "Michael Elias"},
{"bio": null, "name": "Samantha Goodman"},
{"bio": null, "name": "Laurie Dillon"},
{"bio": "\nMichael Anthony Snowden is known for his work on ", "name": "Michael Anthony Snowden"},
{"bio": "\n            ", "name": "David N. White"},
{"bio": "\nBrother of ", "name": "Rick Dahl"},
{"bio": "\n            ", "name": "Shawn Rasmussen"},
{"bio": "\nPeter Schink is a writer and editor, known for ", "name": "Peter Schink"},
{"bio": "\nChris Hubbell is known for his work on ", "name": "Chris Hubbell"},
{"bio": "\nRob Gibbs is known for his work on ", "name": "Rob Gibbs"},
{"bio": "\nRandall Rubin is a writer and producer, known for ", "name": "Randall Rubin"},
{"bio": "\n            ", "name": "Steve McVicker"},
{"bio": null, "name": "Michael Finch"},
{"bio": "\nJonathan Hirschbein is a writer and actor, known for ", "name": "Jonathan Hirschbein"},
{"bio": "\nRoy N. Sickner was born on September 30, 1928 as Roy A. Cooley. He is known for his work on ", "name": "Roy N. Sickner"},
{"bio": null, "name": "Lisa-Maria Radano"},
{"bio": "\n            ", "name": "Karen Janszen"},
{"bio": "\nFormer writer and associate editor for Cracked magazine.            ", "name": "Greg Grabianski"},
{"bio": null, "name": "Jack Golden Russell"},
{"bio": "\nDaughter, ", "name": "Robert Collector"},
{"bio": "\nAlison Cross is a producer and writer, known for ", "name": "Alison Cross"},
{"bio": null, "name": "Steven McKay"},
{"bio": null, "name": "Keith Merryman"},
{"bio": "\nDean Georgaris is a writer and producer, known for ", "name": "Dean Georgaris"},
{"bio": "\nPeter Filardi was born in 1962. He is a writer and producer, known for ", "name": "Peter Filardi"},
{"bio": "\nDavid O'Malley is a writer and producer, known for ", "name": "David O'Malley"},
{"bio": "\nMark Wheaton was born on December 29, 1975 in Dallas, Texas, USA as Mark Gordon Wheaton. He has been married to ", "name": "Mark Wheaton"},
{"bio": "\nRobert Pucci is an actor and writer, known for ", "name": "Robert Pucci"},
{"bio": "\nAlumnus of the University of Michigan, class of 1979.            ", "name": "David Aaron Cohen"},
{"bio": "\nInstructor at Rose State College in Oklahoma City, Oklahoma.            ", "name": "Tim Tharp"},
{"bio": null, "name": "Charles Gieg Jr."},
{"bio": null, "name": "Mark Rosner"},
{"bio": "\nZachary Sklar is a writer, known for ", "name": "Zachary Sklar"},
{"bio": "\nByron Morgan was born on October 24, 1889 in Carthage, Missouri, USA. He was a writer and actor, known for ", "name": "Byron Morgan"},
{"bio": "\nJanet Scott Batchler was born on February 5, 1956 in the USA. She is a writer and director, known for ", "name": "Janet Scott Batchler"},
{"bio": null, "name": "Sarah Thorp"},
{"bio": "\nOlder brother of novelist Joshua Braff and actor ", "name": "Adam J. Braff"},
{"bio": "\nAlan Mandel was born in 1945 in Chicago, Illinois, USA. He is a writer and producer, known for ", "name": "Alan Mandel"},
{"bio": null, "name": "Jodi Ann Johnson"},
{"bio": "\nMark Brinker is a writer, known for ", "name": "Mark Brinker"},
{"bio": "\nChris D'Arienzo was born on April 14, 1972 in Hastings, Michigan, USA as Christopher John D'Arienzo. He is a writer and actor, known for ", "name": "Chris D'Arienzo"},
{"bio": "\nSusan Gauthier was born on May 2, 1959 in Lake Forest, Illinois, USA. She is a writer and actress, known for ", "name": "Susan Gauthier"},
{"bio": "\nEthan Reiff and Cyrus Voris have been partners as writers and executive producers for many years; they have been writing together since 1987. Though they never met there, Reiff and Voris both attended NYU. They met at a graduation party thrown by a mutual friend, where they learned each was completing feature-length screenplays. They agreed to meet...            ", "name": "Cyrus Voris"},
{"bio": null, "name": "Theodore Simonson"},
{"bio": null, "name": "Corey Mandell"},
{"bio": "\nDavid Bourla is a writer and director, known for ", "name": "David Bourla"},
{"bio": "\n                ", "name": "Robert Bunker"},
{"bio": null, "name": "Matthew Sand"},
{"bio": "\nBrad Ingelsby is known for his work on ", "name": "Brad Ingelsby"},
{"bio": null, "name": "Marilyn Goldin"},
{"bio": "\n            ", "name": "Roy Morita"},
{"bio": "\nVance Gerry was born on August 21, 1929 in Pasadena, California, USA as Vance Bryden Gerry. He is known for his work on ", "name": "Vance Gerry"},
{"bio": "\n                ", "name": "William Absalom Drake"},
{"bio": "\nDavid Chaskin is a writer and actor, known for ", "name": "David Chaskin"},
{"bio": "\nBrother of ", "name": "Randy Feldman"},
{"bio": "\nNoni White is an actress and writer, known for ", "name": "Noni White"},
{"bio": "\nDaniel Pyne is a writer and producer, known for ", "name": "Daniel Pyne"},
{"bio": "\nIan Mackenzie Jeffers is a screenwriter, novelist, and playwright. He adapted his novel 'The Grey' for the widely acclaimed Scott Free / Open Road film starring Liam Neeson and is now working on a new collection of short stories and several film, television and theatre projects including 'Death Valley', 'Blood' and 'The Lonely Sea.'            ", "name": "Ian Mackenzie Jeffers"},
{"bio": "\nMonica Mcgowan Johnson was born on February 21, 1946 in Colorado, USA as Monica Lenore Belson. She is known for her work on ", "name": "Monica Mcgowan Johnson"},
{"bio": "\nGraduated from Wesleyan University in 1990.            ", "name": "Adam Leff"},
{"bio": "\nRob Cotterill has been working in film since 1994, starting while going to Concordia University in Montreal. His first taste of working on a film set was on Karim Hussein's \"Subconscious Cruelty\" and after he worked on several of Mitch Davis' projects at Infliction Films. After completing school, Rob began working in the industry as an Assistant ...            ", "name": "Rob Cotterill"},
{"bio": "\nOften credited with the name BL Jurgens when writing with others.            ", "name": "B.L. Jurgens"},
{"bio": "\nDuncan Marjoribanks was born on December 29, 1953 in Toronto, Ontario, Canada. He is known for his work on ", "name": "Duncan Marjoribanks"},
{"bio": "\nErica Rivinoja is known for her work on ", "name": "Erica Rivinoja"},
{"bio": "\n                ", "name": "C. Gaby Mitchell"},
{"bio": "\n            ", "name": "Rick Maki"},
{"bio": "\nCraig Cox is a writer and actor, known for ", "name": "Craig Cox"},
{"bio": "\nIan Shorr is a writer and producer, known for ", "name": "Ian Shorr"},
{"bio": "\nJeff Richards is a talented producer, director, and above all a screen writer. Richards was born in Parkersburg, West Virginia, where he first developed his taste for the film arts. He began writing short stories and adaptations at the age of 9, and by the age of 28 he had completed his fourth full feature script, as well as his most prominent one,...            ", "name": "Jeffrey Scott Richards"},
{"bio": "\nPatricia Resnick was born on February 9, 1953 in Miami, Florida, USA. She is a writer and producer, known for ", "name": "Patricia Resnick"},
{"bio": null, "name": "Sung-ho Kim"},
{"bio": "\nTravis Wright is known for his work on ", "name": "Travis Wright"},
{"bio": null, "name": "Jesse Studenberg"},
{"bio": "\nNeal Marshall Stevens is known for his work on ", "name": "Neal Marshall Stevens"},
{"bio": null, "name": "David A. Newman"},
{"bio": "\nPeter Rader is a director and writer, known for ", "name": "Peter Rader"},
{"bio": "\nRobert Fyvolent is known for his work on ", "name": "Robert Fyvolent"},
{"bio": "\nKaja Blackley is a writer, known for ", "name": "Kaja Blackley"},
{"bio": "\nLarry Leker is known for his work on ", "name": "Larry Leker"},
{"bio": "\nChristopher De Vore is a writer and actor, known for ", "name": "Christopher De Vore"},
{"bio": "\nBruce Henstell is a writer and actor, known for ", "name": "Bruce Henstell"},
{"bio": "\nCraig Hamann is known for his work on ", "name": "Craig Hamann"},
{"bio": "\nPierce Gardner was born on June 3, 1951 in Pennsylvania, USA. He is a writer and producer, known for ", "name": "Pierce Gardner"},
{"bio": "\nJeremy Passmore is a writer and director, known for ", "name": "Jeremy Passmore"},
{"bio": "\n            ", "name": "Leonard Hoffman"},
{"bio": null, "name": "Eric Leclere"},
{"bio": null, "name": "Eric Aronson"},
{"bio": null, "name": "Andy Hurst"},
{"bio": "\nMichael C. Martin is known for his work on ", "name": "Michael C. Martin"},
{"bio": "\nSon of writer/producer/director/musician Roderick Taylor.            ", "name": "Bruce A. Taylor"},
{"bio": null, "name": "Alexi Hawley"},
{"bio": "\nMilo Addica is a writer and actor, known for ", "name": "Milo Addica"},
{"bio": "\nDan and ", "name": "Dan McDermott"},
{"bio": "\nBorn in Beaver, Utah, during World War I, it was not until the next World War that Lawrence Marcus found his niche as a writer. Serving in the Army Air Force, he found that he had a knack for writing and began scripting radio shows. The irony of discovering himself applying skills that are usually honed and developed only after one receives the ...            ", "name": "Lawrence B. Marcus"},
{"bio": "\nAnthony Tambakis is a former Professor of Creative Writing, an award-winning short story writer, and recipient of a Paul Bowles Fellowship for fiction writing. His novel Swimming with Bridgeport Girls will be published by Simon & Schuster in Spring 2017. Tambakis is also adapting the 1961 novel and film The Hustler for Broadway. A native of ...            ", "name": "Anthony Tambakis"},
{"bio": "\nDiana Hawkins was born on March 8, 1938 in London, England. She is known for her work on ", "name": "Diana Hawkins"},
{"bio": null, "name": "James P. McGuire"},
{"bio": "\nNorman Steinberg was born on June 6, 1939 in Brooklyn, New York, USA. He is a producer and writer, known for ", "name": "Norman Steinberg"},
{"bio": "\nBennett Yellin was born on November 8, 1959. He is known for his work on ", "name": "Bennett Yellin"},
{"bio": "\nRichard Wenk was born in 1956 in Plainfield, New Jersey, USA. He is a writer and director, known for ", "name": "Richard Wenk"},
{"bio": "\nStephen Hamel is a producer and writer, known for ", "name": "Stephen Hamel"},
{"bio": "\n                ", "name": "Chip Proser"},
{"bio": "\n            ", "name": "Timothy J. Sexton"},
{"bio": "\nAndy Robin is a writer and producer, known for ", "name": "Andy Robin"},
{"bio": null, "name": "Bernard Murray Jr."},
{"bio": null, "name": "Joshua Malkin"},
{"bio": "\nShem Studied acting at New York's High School of Performing Arts and Juilliard and got an MFA in playwriting from The University of Iowa. Sensitive Skin is his 19th produced play. Notable others include The Job at Circus Theatricals which won the LA Times Critic's Circle Award for Best New Play, transferred to off-Broadway, and was published by ...            ", "name": "Shem Bitterman"},
{"bio": null, "name": "Zev Berman"},
{"bio": "\nBill Collage is a writer, known for ", "name": "Bill Collage"},
{"bio": null, "name": "Carol Watson"},
{"bio": "\nDonna Powers was born in Birmingham, Alabama, USA. She is known for her work on ", "name": "Donna Powers"},
{"bio": "\n                ", "name": "Stan Redding"},
{"bio": null, "name": "Shelly Burton"},
{"bio": null, "name": "Jenny Tripp"},
{"bio": "\n            ", "name": "Vincent DeFrances"},
{"bio": "\nJared Stern is a writer and producer, known for ", "name": "Jared Stern"},
{"bio": "\nAlan Uger is a producer and writer, known for ", "name": "Alan Uger"},
{"bio": "\nDonna McLoughlin is a writer, known for ", "name": "Donna McLoughlin"},
{"bio": null, "name": "Dave Johannson"},
{"bio": "\n            ", "name": "Michael Caleo"},
{"bio": "\n            ", "name": "Bragi F. Schut"},
{"bio": null, "name": "Erik Bergquist"},
{"bio": "\nWas born Eric Clayton Dickson to parents Donald and Margaret. After graduating Full Sail Real World Education in 2003, Eric left Orlando, Florida and headed to Los Angeles to pursue a career in film. To hone his skills as a screenwriter, Eric worked as an intern in the development departments of such companies as Jim Manos, Jr. Productions, ...            ", "name": "Eric C. Dickson"},
{"bio": null, "name": "John Ramirez"},
{"bio": "\nJack Paglen is a writer and actor, known for ", "name": "Jack Paglen"},
{"bio": null, "name": "Lingard Jervey"},
{"bio": null, "name": "Daniella Purcell"},
{"bio": "\n                ", "name": "Hillary Seitz"},
{"bio": null, "name": "Robert Reneau"},
{"bio": "\n                ", "name": "Halsted Welles"},
{"bio": "\nDaniel Yost is a writer, director and producer, known for A Star For Rose (2013), Shooting Nick (2004) and Drugstore Cowboy (1989). His background in journalism has led to projects dealing with social, political and environmental issues, but always in the context of entertaining stories. Upcoming projects include Cunning Little Vixen, about a ...            ", "name": "Daniel Yost"},
{"bio": "\nPaige Dylan was born as Nicole Paige Denny. She is an actress and writer, known for ", "name": "Paige Dylan"},
{"bio": "\nErich Hoeber is a writer and producer, known for ", "name": "Erich Hoeber"},
{"bio": "\nD.V. DeVincentis is a writer and producer, known for ", "name": "D.V. DeVincentis"},
{"bio": "\nRichard Rutowski is a producer and actor, known for ", "name": "Richard Rutowski"},
{"bio": "\nJim DeFelice is a writer, known for ", "name": "Jim DeFelice"},
{"bio": null, "name": "Mike Cheda"},
{"bio": null, "name": "John Raffo"},
{"bio": null, "name": "Jon Hoeber"},
{"bio": "\nJulia Hart is a writer and director, known for ", "name": "Julia Hart"},
{"bio": null, "name": "Sabi H. Shabtai"},
{"bio": null, "name": "Jimmy Huston"},
{"bio": "\n            ", "name": "Paul Bernbaum"},
{"bio": "\nKick Hanson is a graphic and digital artist who is employed by Walt Disney Television Studios Production Company. He has gained notoriety through his efforts a storyboard artist for various television series. Presently, he is contributing to The 7D (2015) television series. His notable film work efforts include The Croods (2013), Toy Story 2 (1999...            ", "name": "Kirk Hanson"},
{"bio": "\n            ", "name": "Tom Ellery"},
{"bio": "\nSince 1989, has served as Business Representative of The Animation Guild and Affiliated Optical Electronic and Graphic Arts, Local 839 IATSE (fka Motion Picture Screen Cartoonists), the animators' union.            ", "name": "Steve Hulett"},
{"bio": "\n            ", "name": "Michael De Guzman"},
{"bio": "\n            ", "name": "Tom Mazzocco"},
{"bio": "\nA graduate of the UCLA Film School, Ryan Rowe has written feature screenplays for Universal, Fox, Paramount, Sony, Disney, Dreamworks, Warner Brothers, New Line, and Miramax, among others. His produced feature credits include co-writing the indie classic \"Tapeheads\" starring John Cusack and Tim Robbins and co-scripting the first \"Charlie's Angels\"...            ", "name": "Ryan Rowe"},
{"bio": null, "name": "Guillaume Lemans"},
{"bio": "\n                ", "name": "Don Mullaly"},
{"bio": "\n                ", "name": "J. Campbell Bruce"},
{"bio": "\nFrank Cappello was born in Oxnard California and grew to love the technology of his military father's machines and the artistry of his mother's paintings. The two diverse sides of his brain came to together when he started his own film production company at 23. Special effects laden commercials were his forte and Frank worked on more then 300 ...            ", "name": "Frank A. Cappello"},
{"bio": "\nJohn Touhey is a writer and assistant director, known for ", "name": "John Touhey"},
{"bio": "\nJames Fujii is known for his work on ", "name": "James Fujii"},
{"bio": "\n            ", "name": "Will Fetters"},
{"bio": "\nArne Schmidt is an assistant director and producer, known for ", "name": "Arne Schmidt"},
{"bio": "\n3rd generation Californian. CSUN film graduate. Worked as consultant at Dreamworks, Warner Bros, United Artists, MGM, 20th Century Fox, and Sony. Sold scripts to and had writing assignments with Disney, 20th Century Fox, Paramount. Doing rewrite work on international productions in New Zealand and United Kingdom. Wife Sharon and sons Colin and ...            ", "name": "Randy Kornfield"},
{"bio": "\nTodd Anthony Bello comes from a show business family. His father, Al Bello, was a producer for many years in Las Vegas. His mother, April Ames, was a singer and her first show was with Harry James at The Hollywood Palladium. Todd was onstage at an early age when his father did his comedy/burlesque shows in Las Vegas. At 16, he came to Hollywood to...            ", "name": "Todd Bello"},
{"bio": null, "name": "John C. Richards"},
{"bio": "\nWill Corry is an actor and writer, known for ", "name": "Will Corry"},
{"bio": "\nNathan Atkins was born on September 21, 1978 in Waterville, Maine, USA. He is known for his work on ", "name": "Nathan Atkins"},
{"bio": "\nJosh Heald was born on December 12, 1977 in Red Bank, New Jersey, USA. He is a writer and actor, known for ", "name": "Josh Heald"},
{"bio": null, "name": "Oliver Berkman"},
{"bio": "\n            ", "name": "Paul B. Margolis"},
{"bio": "\nEnrico Medioli was born on March 17, 1925 in Parma, Emilia-Romagna, Italy. He is known for his work on ", "name": "Enrico Medioli"},
{"bio": "\nRandy Pearlstein was born on April 21, 1971. He is known for his work on ", "name": "Randy Pearlstein"},
{"bio": null, "name": "Mark Hammer"},
{"bio": "\nAlyson Fouse was born and raised in Compton, California by her two loving parents, Alvin and Mable Fouse. One of her earliest memories was sitting on her father's lap while he read her the Sunday comics. This lead to her love of reading. It wasn't until Alyson was a little girl in church that she realized she had a passion for writing, too. After ...            ", "name": "Alyson Fouse"},
{"bio": "\nMilt Banta was born on September 16, 1908 in London, England. He is known for his work on ", "name": "Milt Banta"},
{"bio": "\nDan Rush is a director and writer, known for ", "name": "Dan Rush"},
{"bio": "\n            ", "name": "Tamara Lusher"},
{"bio": "\nAndres Heinz attended UCLA and NYU film school where he completed his B.F.A with the highest honors; his thesis film \"Ground Level B\" was the winner of the 1st Place Mobil Award. After graduation, Andres worked in film and television production, including Production Coordinator for the film unit at Saturday Night Live. Andres went on to direct his ...            ", "name": "Andres Heinz"},
{"bio": null, "name": "Michael Finch"},
{"bio": "\n            ", "name": "Minako Daira"},
{"bio": "\nBrandon Boyce was born on November 23, 1970 in the USA. He is an actor and writer, known for ", "name": "Brandon Boyce"},
{"bio": "\nPhil Beauman is a producer and writer, known for ", "name": "Phil Beauman"},
{"bio": "\nArch graduated in 1972 from the Harrisburg Academy. From 1972 to 1976 he studied Theater and Filmproduction at Emerson College in Boston, where he later had a production company. He established a friendship with cinematographer Conrad Hall, who was very influential in his life. Arch moved to Los Angeles in his early twenties, where he was a concert...            ", "name": "Jeff Arch"},
{"bio": null, "name": "Scott Seeke"},
{"bio": null, "name": "Adam Bonfanti"},
{"bio": "\nLee Batchler was born on November 22, 1950 in the USA. He is a writer and producer, known for ", "name": "Lee Batchler"},
{"bio": "\n                ", "name": "Bryan Gindoff"},
{"bio": "\nChristopher De Vore is a writer and actor, known for ", "name": "Christopher De Vore"},
{"bio": "\nJake Wade Wall is an actor and writer, known for ", "name": "Jake Wade Wall"},
{"bio": "\nJim Wheat was born in 1952. He is a writer and producer, known for ", "name": "Jim Wheat"},
{"bio": "\nRon Kurz was born on November 27, 1940 in Baltimore, Maryland, USA. He is a writer, known for ", "name": "Ron Kurz"},
{"bio": "\nBill Collage is a writer, known for ", "name": "Bill Collage"},
{"bio": "\nAllison Jimeno is a writer, known for ", "name": "Allison Jimeno"},
{"bio": "\nZack Ordynans was raised in West Nyack, N.Y., and attended Clark University in Worcester, Mass. At Clark, he met future collaborators like Randy Mack and Tom Roy. Shortly after graduation, he wrote his first feature: Burning Annie, which was inspired by Woody Allen's Annie Hall and loosely based on his college experiences. The film appeared in ...            ", "name": "Zack Ordynans"},
{"bio": "\nRon Koslow is a writer and producer, known for ", "name": "Ron Koslow"},
{"bio": "\nByron Simpson is a writer and actor, known for ", "name": "Byron Simpson"},
{"bio": "\nBrett Weldele is known for his work on ", "name": "Brett Weldele"},
{"bio": null, "name": "Eric Tuchman"},
{"bio": "\n            ", "name": "Kathleen Rowell"},
{"bio": "\nW. Peter Iliff was born in 1957. He is a writer and director, known for ", "name": "W. Peter Iliff"},
{"bio": "\nGlenn Gers is known for his work on ", "name": "Glenn Gers"},
{"bio": null, "name": "Gus Silber"},
{"bio": "\nNeal Marshall Stevens is known for his work on ", "name": "Neal Marshall Stevens"},
{"bio": "\n\"Mandy Nelson\" is a pseudonym that was invented when writer ", "name": "Mandy Nelson"},
{"bio": null, "name": "Mario Fratti"},
{"bio": null, "name": "Mark Evan Schwartz"},
{"bio": "\n            ", "name": "Sam Graham"},
{"bio": "\n            ", "name": "Grant Pierce Myers"},
{"bio": "\nAndrew Rai Berzins is known for his work on ", "name": "Andrew Rai Berzins"},
{"bio": "\n            ", "name": "Chris Ure"},
{"bio": "\n            ", "name": "Ronald Roose"},
{"bio": "\n            ", "name": "Monte Merrick"},
{"bio": "\n            ", "name": "Jeff Seidman"},
{"bio": "\nSon of Edgar J. Scherick.            ", "name": "Jay Scherick"},
{"bio": "\nGraduated 1966 at Forest Hill Collegiate Institute.            ", "name": "Arlene Sarner"},
{"bio": "\nSon of ", "name": "Stephen Cornwell"},
{"bio": null, "name": "Frank Nissen"},
{"bio": "\n            ", "name": "Dhani Lipsius"},
{"bio": null, "name": "Felix Sutton"},
{"bio": null, "name": "J.T. Allen"},
{"bio": null, "name": "Lauren Currier"},
{"bio": "\nKevin Hageman is a writer and producer, known for ", "name": "Kevin Hageman"},
{"bio": "\nStephen J. Rivele was born on May 6, 1949. He is a writer and producer, known for ", "name": "Stephen J. Rivele"},
{"bio": "\nBenjamin Legrand was born in 1950 in Paris, France. He is a writer and assistant director, known for ", "name": "Benjamin Legrand"},
{"bio": "\nPatrick A. Ventura is known for his work on ", "name": "Patrick A. Ventura"},
{"bio": "\nRaynold Gideon is an actor and writer, known for ", "name": "Raynold Gideon"},
{"bio": "\nLast name is Dutch for naked bird.            ", "name": "Jill E. Blotevogel"},
{"bio": "\nRoger Towne is a writer and producer, known for ", "name": "Roger Towne"},
{"bio": "\nAustin Bunn graduated from Yale University and the University of Iowa Writers' Workshop. A former magazine journalist, fiction writer and performer, he wrote \"Kill Your Darlings\" with his former college roommate and the film's director, John Krokidas. He is also the author, with the film producer Christine Vachon, \"A Killer Life: How an ...            ", "name": "Austin Bunn"},
{"bio": "\nBennett Yellin was born on November 8, 1959. He is known for his work on ", "name": "Bennett Yellin"},
{"bio": "\nBest friends with ", "name": "Beau Thorne"},
{"bio": "\n            ", "name": "Larry Scholl"},
{"bio": "\nW. Blake Herron is a writer and producer, known for ", "name": "W. Blake Herron"},
{"bio": "\nA member of the Writers Guild of America since 1982, Rex Weiner's produced screenwriting credits include The Adventures of Ford Fairlane, starring Andrew Dice Clay and directed by Renny Harlin for 20th Century Fox and Silver Pictures, based on Weiner's original stories which appeared as weekly serials in The New York Rocker and the LA Weekly. He ...            ", "name": "Rex Weiner"},
{"bio": "\nBrother of Writer/Director ", "name": "Taylor Duffy"},
{"bio": "\n            ", "name": "Paul Gaer"},
{"bio": "\nLorna Cook directed of \"Spirit: Stallion of the Cimarron\", nominated for an Academy Award for Best Animated Feature and winner of four Annie Awards. Her extensive credits as an animator include 'The Land Before Time' and the Universal Picture's \"An American Tail\". Ms. Cook was an animator on two Academy Award-winning films from Walt Disney Pictures...            ", "name": "Lorna Cook"},
{"bio": null, "name": "Robinson Young"},
{"bio": "\nWayne Powers was born in Jackson, New Hampshire, USA. He is known for his work on ", "name": "Wayne Powers"},
{"bio": "\n            ", "name": "David E. Lewis"},
{"bio": "\nCooper Layne is an actor and producer, known for ", "name": "Cooper Layne"},
{"bio": "\nGuerdon Trueblood is known for his work on ", "name": "Guerdon Trueblood"},
{"bio": "\nScreenwriter Yagemann's seven years plus teaching experience in the Los Angeles public school system provided the basis for ", "name": "Scott Yagemann"},
{"bio": null, "name": "Carlo Bernard"},
{"bio": "\nAndy Gaskill is known for his work on ", "name": "Andy Gaskill"},
{"bio": "\nThe much-traveled Robert Presnell spent part of his childhood in Cuba and in the Phillippines. After his family settled in Chicago, he attended technical school, and, subsequently, Chicago University. Graduating in 1914, Robert drifted into journalism. Between 1919 and 1923, he was employed by the Chicago Tribune as a foreign correspondent, while ...            ", "name": "Robert Presnell Sr."},
{"bio": "\nKeith R. Clarke is a writer and producer, known for ", "name": "Keith R. Clarke"},
{"bio": "\nOren Aviv was born on September 15, 1961 as Oren Rod Aviv. He is a producer and writer, known for ", "name": "Oren Aviv"},
{"bio": "\nRaynold Gideon is an actor and writer, known for ", "name": "Raynold Gideon"},
{"bio": "\nHas a son, Isaac (born 2000).            ", "name": "Jeremy Drysdale"},
{"bio": "\nMargaret Leclere is a writer and actress, known for ", "name": "Margaret Leclere"},
{"bio": "\nBrent Hanley was born on August 21, 1970 in Dallas, Texas, USA. He is a writer and director, known for ", "name": "Brent Hanley"},
{"bio": null, "name": "J. David Stem"},
{"bio": "\nErdman Penner was born on January 17, 1905 in Canada. He was a writer, known for ", "name": "Erdman Penner"},
{"bio": "\nBroose Johnson is known for his work on ", "name": "Broose Johnson"},
{"bio": "\nMichael Handelman is a writer and director, known for ", "name": "Michael Handelman"},
{"bio": "\nSteve Glenn is an actor and writer, known for ", "name": "Steve Glenn"},
{"bio": "\nAndre Fabrizio is known for his work on ", "name": "Andre Fabrizio"},
{"bio": "\nBibi Naceri was born as Larbi Naceri. He is an actor and writer, known for ", "name": "Bibi Naceri"},
{"bio": "\nA former assistant director and key grip, Kurt Johnstad has an long-standing relationship with the military, and wrote the \"Navy SEALs playing themselves\" movie, \"Act of Valor\". But he is perhaps best known for writing the cult-classic film \"300\", as well as it's sequel, \"300: Rise of an Empire\" with Zack Snyder.            ", "name": "Kurt Johnstad"},
{"bio": "\n                ", "name": "Walter Ferris"},
{"bio": "\nKeith W. Strandberg is a writer and producer, known for ", "name": "Keith W. Strandberg"},
{"bio": "\nBrett Haley is a director and writer, known for ", "name": "Brett Haley"},
{"bio": "\nSue C. Nichols is known for her work on ", "name": "Sue C. Nichols"},
{"bio": "\n            ", "name": "Irvine H. Millgate"},
{"bio": "\nDenise DeClue is a writer and producer, known for ", "name": "Denise DeClue"},
{"bio": "\nJarret Cohen is a producer and casting director, known for ", "name": "Jarret Cohen"},
{"bio": "\n            ", "name": "Eugenia Bostwick-Singer"},
{"bio": "\nAladar Laszlo was born on October 30, 1896 in Budapest, Austria-Hungary. He was a writer and actor, known for ", "name": "Aladar Laszlo"},
{"bio": null, "name": "Alexander Ignon"},
{"bio": "\n            ", "name": "Rita M. Fink"},
{"bio": null, "name": "Lowell Cannon"},
{"bio": "\nJonathan Kesselman is an award winning filmmaker and writer. He launched his career writing and directing 'The Hebrew Hammer' in 2003 to international acclaim with its world premiere at the Sundance Film Festival. It later played a number of international festivals before being picked up for theatrical distribution (Hanukkah 2003) by Strand ...            ", "name": "Jonathan Kesselman"},
{"bio": null, "name": "Dave Krinsky"},
{"bio": null, "name": "Jack Golden Russell"},
{"bio": "\nMartin Curland is a director and actor, known for ", "name": "Martin Curland"},
{"bio": "\nJim Capobianco was born in 1969 in Saddle Brook, New Jersey, USA. He is known for his work on ", "name": "Jim Capobianco"},
{"bio": "\n            ", "name": "Lesley McNeil"},
{"bio": null, "name": "Sara Parriott"},
{"bio": "\nPete Goldfinger is a writer and producer, known for ", "name": "Pete Goldfinger"},
{"bio": null, "name": "Marie Weiss"},
{"bio": "\nDavid Pastor was born on July 25, 1978 in Barcelona, Barcelona, Catalonia, Spain. He is a writer and producer, known for ", "name": "David Pastor"},
{"bio": "\n            ", "name": "Jeff Zuber"},
{"bio": null, "name": "Tom S. Parker"},
{"bio": "\nNick Guthe is a writer and director, known for ", "name": "Nick Guthe"},
{"bio": "\nNamed among Fade In Magazine's \"100 People in Hollywood You Need to Know\" in 2005.            ", "name": "Kevin Bisch"},
{"bio": null, "name": "Morgan Jurgenson"},
{"bio": null, "name": "David Jonas"},
{"bio": "\nMichael Samonek is a writer and director, known for ", "name": "Michael Samonek"},
{"bio": null, "name": "Benjamin Ruffner"},
{"bio": "\nJody Lambert is a writer and director, known for ", "name": "Jody Lambert"},
{"bio": "\nMauricio Zacharias is a writer, known for ", "name": "Mauricio Zacharias"},
{"bio": null, "name": "Cheryl Edwards"},
{"bio": "\nJoe Gangemi is a writer and producer, known for ", "name": "Joe Gangemi"},
{"bio": "\nRob Festinger studied filmmaking at New York University, and interned under Michael Deluca at New Line Cinema. While working as a reader at HBO Films, Rob discovered the short story \"Killings\" which he adapted with director Todd Field. The film was eventually re-titled \"In The Bedroom\" which earned several Academy Award nominations and won Best ...            ", "name": "Robert Festinger"},
{"bio": "\nEric Poppen is a writer and actor, known for ", "name": "Eric Poppen"},
{"bio": "\nRandy Mack was born in Curitiba, Brazil; raised in New Haven, CT; and lives in New Orleans. He is a screenwriter, director, producer, and editor. Armak has been his nickname since high school. After the mailroom at Endeavor, he worked in the Story Department evaluating and packaging material. He has performed story analysis for George Clooney, ...            ", "name": "Randy Mack"},
{"bio": "\nMichael Allin was born in 1944. He is a writer, known for ", "name": "Michael Allin"},
{"bio": "\n            ", "name": "Robert L. Baird"},
{"bio": "\n            ", "name": "James Flamberg"},
{"bio": "\nTom Sherohman is an actor and writer, known for ", "name": "Tom Sherohman"},
{"bio": "\nJ.D. Zeik's original screenplay ", "name": "J.D. Zeik"},
{"bio": "\nSylvie Bouchard is a writer and actress, known for ", "name": "Sylvie Bouchard"},
{"bio": null, "name": "Dan Hageman"},
{"bio": null, "name": "Cory Goodman"},
{"bio": "\n            ", "name": "Otto Klement"},
{"bio": "\nJay Martel is a producer and writer, known for ", "name": "Jay Martel"},
{"bio": "\nEarl E. Smith is a writer, known for ", "name": "Earl E. Smith"},
{"bio": "\n            ", "name": "Inez Wallace"},
{"bio": null, "name": "Ross Helford"},
{"bio": "\nErnest R. May was born on March 8, 1931 in Fort Worth, Texas, USA as Ernest Richard May. He was a writer, known for ", "name": "Ernest R. May"},
{"bio": "\nMichael Barrie is known for his work on ", "name": "Michael Barrie"}
]